13/data/attachments/9143530f95f97e48.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_52b4ebab-c8b2-4135-bde2-7d7e87ce6375</nif:username>
            <nif:friendToBeAdded>Erik_case_Friend_62199_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>